login=Iniciar sessi\u00F3
password=Contrasenya
enter=Accedir
registration=Inscripci\u00F3
table=Taula
visualisation=Visualitzaci\u00F3
executeScript=Executa L ' Script
clear=Neteja
info=Informaci\u00F3
help=Ajuda
printFieldDescendingStartDate=Imprimeix el camp descendent data d ' inici
filterGreaterThanPosition=Filtra m\u00E9s gran que la posici\u00F3
replaceIfLowe=Substitueix Si
replaceIfGreater=Substitueix si \u00C9s m\u00E9s gran
insert=Insereix
countByStartDate=Comptar per data D'Inici
removeKey=Elimina la clau
removeGreater=Elimina major
update=Actualitza
exit=Sortida
key=Clau
name=Nom
creationDate=Data de creaci\u00F3
salary=Salari
startDate=Data d'inici
position=Posici\u00F3
status=Estat
employeesCount=Nombre d'empleats
type=Tipus
postalAddress=Adre\u00E7a postal
creator=Creador
submit=Per enviar
spravka=Ajuda-ajuda de sortida per a les ordres disponibles\n\
informaci\u00F3 de sortida informaci\u00F3 sobre la recollida a la corrent de sortida est\u00E0ndard \n\
insereix-afegeix un nou element amb la clau especificada \n\
Actualitza- actualitzar el valor d'un element de recollida l'id del qual \u00E9s igual a l'especificat \n\
Elimina la clau-elimina un element de la recollida per la seva clau\n\
Neteja-clear the collection\n\
Executa L ' Script-llegeix i executa l ' script des del fitxer especificat\n\
Sortida-finalitza el programa (sense desar a un fitxer)\n\
Elimina major-elimina tots els articles de la recollida que excedeixin els especificats \n\
Substitueix si \u00C9s m\u00E9s gran-substitueix el valor per la clau si el nou valor \u00E9s m\u00E9s gran que l'antic\n\
substitueix el valor per la clau si el nou valor \u00E9s menor que l'antic\n\
Comptar per data D'Inici: mostra el nombre d 'elements el valor Dels quals del camp StartDate \u00E9s igual a l' especificat \n\
Filtra m\u00E9s gran que la posici\u00F3: elements de sortida amb un valor de camp de posici\u00F3 m\u00E9s gran que l'especificat \n\
Imprimeix el camp descendent data d ' inici-\u0432\u044B\u0432\u0435\u0441\u0442\u0438 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u043F\u043E\u043B\u044F startDate \u0432\u0441\u0435\u0445 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u043E\u0432 \u0432 \u043F\u043E\u0440\u044F\u0434\u043A\u0435 \u0443\u0431\u044B\u0432\u0430\u043D\u0438\u044F
keyEr=la clau no pot ser null!
nameEr=El nom no pot ser nul!
coordinatesEr= les coordenades s'introdueixen incorrectament. Mira EL DL!
salaryEr=Salari ha de ser superior a 0!
dateEr=Introdu\u00EFu la data en el format any\/mes\/dia hora: minut: segon!
employeesEr=el nombre d'empleats ha de ser superior a 0!
addressEr=l'adre\u00E7a no pot ser nul!
notNull=la contrasenya o l'inici de sessi\u00F3 no poden ser nuls!
loginExit=aquesta entrada est\u00E0 ocupada!
authorizationEx=la contrasenya o login \u00E9s incorrecta!
parameterER=l 'argument de l' ordre \u00E9s incorrecte!
idNot=no hi ha aquesta identificaci\u00F3!
notYours=aquest element no us pertany!
keyNot=No hi ha aquesta clau!
moreZero=has d'introduir un nombre m\u00E9s gran que zero!
isEmpty=la recollida est\u00E0 buida
done=s'executa la comanda
needNumber=has d'introduir un n\u00FAmero!